function Terms() {
    return (
        <div>
            <h1 className="member-title" data-aos="fade-up">
                개인정보 처리방침
            </h1>

            <div className="terms-text" data-aos="fade-up">
                <div className="black">
                    1. 개인정보 처리방침의 목적 노바법률사무소(이하 '회사')는
                    정보주체의 자유와 권리 보호를 위해 「개인정보 보호법」 및
                    관련 법령을 준수하여 적법하게 개인정보를 처리하고 안전하게
                    관리하고 있습니다.
                </div>
                <br />
                이에 「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보의
                처리와 보호에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을
                신속하고 원활하게 처리할 수 있도록 하기 위해 다음과 같이
                개인정보 처리방침을 수립·공개합니다.
                <br />
                <br />
                <div className="black">
                    2. 개인정보의 처리 목적 및 법적 근거 회사는 법적 근거에 따라
                    다음의 목적을 위하여 개인정보를 처리합니다.
                </div>
                <br />
                처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며,
                이용 목적이 변경될 시에는 사전 동의를 구할 예정입니다.
                <br />* 법률 상담 및 서비스 제공 (개인정보 보호법 제15조 제1항
                제3호에 따른 계약의 체결 및 이행)
                <br />* 법령상 의무 이행 (개인정보 보호법 제15조 제1항 제2호에
                따른 법령에 특별한 규정이 있는 경우)
                <br />
                <br />
                <div className="black">
                    3. 처리하는 개인정보 항목 회사는 다음의 개인정보 항목을
                    처리하고 있습니다.
                </div>
                <br />* 필수항목: 성명, 연락처, 이메일 주소
                <br />* 선택항목: 주소, 생년월일
                <br />
                <br />
                <div className="black">
                    4. 개인정보의 처리 및 보유 기간 회사는 법령에 따른 개인정보
                    보유·이용기간 또는 정보주체로부터 수집한 개인정보
                    보유·이용기간 내에서 개인정보를 처리·보유합니다.
                </div>
                <br />* 법률 상담 및 서비스 제공: 상담 종료 후 3년
                <br />
                <br />
                <div className="black">
                    5. 개인정보의 파기 절차 및 방법 회사는 원칙적으로 개인정보
                    처리 목적이 달성된 경우에는 지체없이 해당 개인정보를
                    파기합니다.
                </div>
                <br />
                파기의 절차, 기한 및 방법은 다음과 같습니다.
                <br />* 파기절차: 정보주체가 입력한 정보는 목적 달성 후 별도의
                DB로 옮겨져 내부 방침 및 기타 관련 법령에 따라 일정 기간 저장된
                후 또는 즉시 파기됩니다.
                <br />* 파기방법: 전자적 파일 형태의 정보는 기록을 재생할 수
                없는 기술적 방법을 사용하여 삭제하며, 종이 문서에 기록된
                개인정보는 분쇄기로 분쇄하거나 소각을 통해 파기합니다.
                <br />
                <br />
                <div className="black">
                    6. 정보주체의 권리·의무 및 그 행사방법 정보주체는 회사에
                    대해 언제든지 다음과 같은 권리를 행사할 수 있습니다.
                </div>
                <br />* 개인정보 열람 요구
                <br />* 오류 등이 있을 경우 정정 요구
                <br />* 삭제 요구
                <br />* 처리정지 요구
                <br />
                <br />
                <div className="black">
                    7. 개인정보의 제3자 제공에 관한 사항 회사는 정보주체의
                    개인정보를 제3자에게 제공하지 않습니다.
                </div>
                <br />
                단, 법령의 규정에 의거하거나, 정보주체의 동의를 받은 경우에 한해
                제3자에게 제공할 수 있습니다.
                <br />
                <br />
                <div className="black">
                    8. 개인정보의 안전성 확보 조치 회사는 개인정보의 안전성
                    확보를 위해 다음과 같은 조치를 취하고 있습니다.
                </div>
                <br />* 관리적 조치: 내부관리계획 수립 및 시행, 정기적 직원 교육
                <br />* 기술적 조치: 개인정보처리시스템 등의 접근 권한 관리,
                보안프로그램 설치
                <br />
                <br />
                <div className="black">
                    9. 개인정보 자동 수집 장치의 설치·운영 및 그 거부에 관한
                    사항 회사는 쿠키를 사용하지 않습니다.
                </div>
                <br />
                <br />
                <div className="black">
                    10. 개인정보 보호책임자 회사는 개인정보 처리에 관한 업무를
                    총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의
                    불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보
                    보호책임자를 지정하고 있습니다.
                </div>
                <br />* 개인정보 보호책임자: 이돈호
                <br />* 연락처: 032-212-4047, nova@novalaw.kr
                <br />
                <br />
                <div className="black">
                    11. 개인정보 처리방침의 변경 이 개인정보 처리방침은
                    시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가,
                    삭제 및 정정이 있을 시에는 변경사항의 시행 전까지 공지사항을
                    통하여 고지할 것입니다.
                </div>
                <br />이 개인정보 처리방침은 2024년 6월 1일부터 적용됩니다.
            </div>

            <div className="margin"></div>
        </div>
    );
}

export default Terms;
