import NavBar from "@/components/home/NavBar";
import Footer from "@/components/home/Footer";

function Terms() {
    return (
        <div>
            <NavBar />

            <h1 className="member-title" data-aos="fade-up">
                이용약관
            </h1>

            <div className="terms-text" data-aos="fade-up">
                <span className="white">제 1조(목적)</span>
                <br />
                노바법률사무소 홈페이지 이용약관 제 1조(목적) 이 약관은
                노바법률사무소(이하 "회사"라 함)가 운영하는 홈페이지(이하
                “홈페이지”라 한함)에서 제공하는
                <br />
                인터넷 관련 서비스(이하 “서비스”라 한다)를 이용함에 있어 회사와
                이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
                <br />
                <br />
                <span className="white">제 2조(정의)</span>
                <br />
                ① “홈페이지”이란 회사가 재화 또는 용역(이하 “재화 등” 이라 함)을
                이용자에게 제공하기 위하여
                <br />
                컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록
                설정한 가상의 영업장을 말합니다.
                <br />
                ② “이용자”란 “홈페이지”에 접속하여 이 약관에 따라 “홈페이지”가
                제공하는 서비스를 받는 자를 말합니다.
                <br />
                <br />
                <span className="white">
                    제 3조 (약관 등의 명시와 설명 및 개정)
                </span>
                <br />
                ① “회사”는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지
                주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함),
                전화번호·모사전송번호·전자우편주소,
                <br />
                사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자 등을
                이용자가 쉽게 알 수 있도록 홈페이지의 초기 서비스화면(전면)에
                게시합니다.
                <br />
                다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할
                수 있습니다.
                <br />
                ② “회사”는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는
                내용 중 청약철회·배송책임·환불조건 등과 같은 중요한 내용을
                <br />
                이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을
                제공하여 이용자의 확인을 구하여야 합니다.
                <br />
                ③ “회사”는 「전자상거래 등에서의 소비자보호에 관한 법률」,
                「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」,
                「전자금융거래법」, 「전자서명법」,
                <br />
                「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매
                등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는
                범위에서 이 약관을 개정할 수 있습니다.
                <br />
                ④ “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를
                명시하여 현행약관과 함께 홈페이지의 초기화면에 그 적용일자 7일
                이전부터 적용일자 전일까지 공지합니다.
                <br />
                다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한
                30일 이상의 사전 유예기간을 두고 공지합니다.
                <br />이 경우 "회사“는 개정 전 내용과 개정 후 내용을 명확하게
                비교하여 이용자가 알기 쉽도록 표시합니다.
                <br />
                ⑤ “회사”가 약관을 개정할 경우에는 그 개정약관은 그 적용일자
                이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에
                대해서는 개정 전의 약관조항이
                <br />
                그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관
                조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의
                공지기간 내에 “회사”에 송신하여
                <br />
                “회사”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
                <br />
                ⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는
                전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에
                관한 법률,
                <br />
                공정거래위원회가 정하는 「전자상거래 등에서의 소비자 보호지침」
                및 관계법령 또는 상관례에 따릅니다.
                <br />
                <br />
                <span className="white">제 4조(서비스의 제공 및 변경)</span>
                <br />
                ① “회사”는 다음과 같은 업무를 수행합니다.
                <br />
                1. 재화 또는 용역에 대한 정보 제공
                <br />
                2. 기타 “회사”가 정하는 업무
                <br />
                <br />
                <span className="white">제 5조(서비스의 중단)</span>
                <br />
                ① “회사”는 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장,
                통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을
                일시적으로 중단할 수 있습니다.
                <br />
                <br />
                <span className="white">제 6조(개인정보보호)</span>
                <br />
                ① “회사”는 이용자의 개인정보 수집시 서비스제공을 위하여 필요한
                범위에서 최소한의 개인정보를 수집합니다.
                <br />
                ② “회사”는 이용자의 개인정보를 수집·이용하는 때에는 당해
                이용자에게 그 목적을 고지하고 동의를 받습니다.
                <br />
                ③ “회사”는 수집된 개인정보를 목적외의 용도로 이용할 수 없으며,
                새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는
                <br />
                이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를
                받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로
                합니다.
                <br />
                ④ “회사”가 제3항과 제4항에 의해 이용자의 동의를 받아야 하는
                경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타
                연락처),
                <br />
                정보의 수집목적 및 이용목적, 제3자에 대한 정보제공
                관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등
                <br />
                「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이
                규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이
                동의를 철회할 수 있습니다.
                <br />
                ⑤ 이용자는 언제든지 “회사”가 가지고 있는 자신의 개인정보에 대해
                열람 및 오류정정을 요구할 수 있으며 “회사”은 이에 대해 지체 없이
                필요한 조치를 취할 의무를 집니다.
                <br />
                이용자가 오류의 정정을 요구한 경우에는 “회사”는 그 오류를 정정할
                때까지 당해 개인정보를 이용하지 않습니다.
                <br />
                ⑥ “회사”는 개인정보 보호를 위하여 이용자의 개인정보를 취급하는
                자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한
                <br />
                이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조
                등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
                <br />
                ⑦ “회사” 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의
                수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체
                없이 파기합니다.
                <br />
                ⑧ “회사”는 개인정보의 수집·이용·제공에 관한 동의란을 미리 선택한
                것으로 설정해두지 않습니다. 또한 개인정보의 수집·이용·제공에
                관한 이용자의 동의거절시 제한되는
                <br />
                서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의
                수집·이용·제공에 관한 이용자의 동의 거절을 이유로 서비스 제공을
                제한하거나 거절하지 않습니다.
                <br />
                <br />
                <span className="white">제 7조(“회“의 의무)</span>
                <br />
                ① “회사”는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를
                하지 않으며 이 약관이 정하는 바에 따라 지속적이고,
                <br />
                안정적으로 재화·용역을 제공하는데 최선을 다하여야 합니다.
                <br />
                ② “회사”는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록
                이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을
                갖추어야 합니다.
                <br />
                ③ “회사”는 상품이나 용역에 대하여 「표시·광고의 공정화에 관한
                법률」 제3조 소정의 부당한 표시·광고행위를 함으로써
                <br />
                이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
                <br />
                ④ “회사”는 이용자가 원하지 않는 영리목적의 광고성 전자우편을
                발송하지 않습니다.
                <br />
                <br />
                <span className="white">제 8조(이용자의 의무)</span>
                <br />
                이용자는 다음 행위를 하여서는 안 됩니다.
                <br />
                1. 신청 또는 변경시 허위 내용의 등록
                <br />
                2. 타인의 정보 도용
                <br />
                3. “홈페이지”에 게시된 정보의 변경
                <br />
                4. “회사”에서 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의
                송신 또는 게시
                <br />
                5. “회사” 기타 제3자의 저작권 등 지적재산권에 대한 침해
                <br />
                6. “회사” 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
                <br />
                7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는
                정보를 홈페이지에 공개 또는 게시하는 행위
                <br />
                <br />
                <span className="white">제 9조(저작권의 귀속 및 이용제한)</span>
                <br />
                ① “회사“가 작성한 저작물에 대한 저작권 기타 지적재산권은
                ”회사“에 귀속합니다.
                <br />
                ② 이용자는 “홈페이지”를 이용함으로써 얻은 정보 중 “회사”에게
                지적재산권이 귀속된 정보를 “회사”의 사전 승낙 없이
                <br />
                복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로
                이용하거나 제3자에게 이용하게 하여서는 안됩니다.
                <br />
                ③ “회사”는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우
                당해 이용자에게 통보하여야 합니다.
                <br />
                <br />
                <span className="white">제 10조(분쟁해결)</span>
                <br />
                ① “회사”는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그
                피해를 보상처리하기 위하여 피해보상처리기구를 설치·운영합니다.
                <br />② “회사”는 이용자로부터 제출되는 불만사항 및 의견은
                우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한
                경우에는
                <br />
                이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
            </div>

            <div className="blank"></div>
            <Footer />
        </div>
    );
}

export default Terms;
